Revit 2024 API
Stairs.TopElevation Property
 The top elevation of the stairs.
Namespace: Autodesk.Revit.DB.Architecture
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public double TopElevation { get; }
Visual Basic
Public ReadOnly Property TopElevation As Double
	Get
Visual C++
public:
property double TopElevation {
	double get ();
}
See Also
Stairs Class
Autodesk.Revit.DB.Architecture Namespace